
PTitle = "송이버섯"
pine = "설명:균모는 육질이고 지름 5~15(30)cm이며 구형 또는 반구형에서 편평하게 되며 중앙부가 둔하게 돌출된다. 균모 표면은 마르고 진한 황갈색, 갈색 또는 암갈색의 섬유상 인편이 있고 때로는 총모상으로 보이며 노후하면 인편이 갈라져 백색의 살이 노출된다. 균모 변두리는 초기 안쪽으로 감기나 나중에 펴지며 늙으면 위로 뒤집혀 들린다. 살은 두껍고 단단하며 백색이고 짙은 송진 냄새가 난다. 주름살은 자루에 대하여 홈파진주름살이고 밀생하며 나비는 넓고 백색에서 황색을 띤다. 자루는 길이는 7~15cm, 굵기는 1.8~5cm이며 원주형이고 기부는 불룩하며 턱받이의 위는 분질이고 아래쪽은 섬유상 인편이 있으며 균모와 동색이고 속이 차 있다. 턱받이는 상위이며 솜털모양이고 황갈색이다. 포자의 크기는 5~8×5~6㎛로 타원형이며 표면은 매끄럽고 무색이다. 포자문은 백색이다."\
"[네이버 지식백과]"
P = "특징: 송이버섯은 비타민 D와 향이 풍부할 뿐만 아니라 고단백, 저칼로리 식품으로 콜레스테롤을 줄여 성인병에 효과가 있습니다. 채취가 어렵고 기후에 민감해 희소가치가 높은 만큼 가격이 비싼 편입니다."\
"등급마다 다르지만 보통 40먼원 ~10만원 사이다"

CTitle = "먹물버섯 "
corp = "설명:  봄부터 가을까지 풀밭·정원·밭·길가 등에 무리를 지어 자란다. 버섯갓은 지름 3~5cm, 높이 5~10cm이며 원기둥 모양 또는 긴 달걀 모양이다. 성숙한 주름살은 검은색인데, 버섯갓의 가장자리부터 먹물처럼 녹는다. 버섯대는 버섯갓에 의해 반 이상에 덮여 있고 높이 15~25cm, 굵기 8~15mm로 고리가 있는데 위아래로 움직일 수 있다. 버섯대 표면에 연한 회색을 띤 노란색 선이 있다. 홀씨는 12~15×7~8㎛로 타원형이다."
C = '특징: 식감이 매우 뛰어나며 은은한 향을 같고 있음'\
'주위 여부: 어린 버섯만 식용할 수 있다.'\
'흰색 모통이 검은색 먹물로 변하지 한나절도 걸리지않아,'\
'아침에 막올라 왔을때 한시간 안에 요리를 해야한다'\
'[네이버 지식백과]'

MTitle = "곰보버섯, 모렐버섯"
more = "설명: 3∼5월에 숲이나 정원수 밑에서 무리를 지어 자란다. 자실체의 갓 부분에 자낭포자와 측사(側絲)가 들어 있다. 몸은 갓과 자루로 되어 있으며 높이 6∼12cm이다. 갓은 연한 노란색이고 넓은 달걀 모양이며 바구니눈 모양의 홈이 있고 무른 육질이다."\
"자루는 길이 4∼5.5cm, 나비 3∼2.6cm로 거의 원기둥 모양이고 흰색 또는 연한 노란빛을 띤 흰색이며 속은 비어 있다."\
"자낭은 갓의 밑부분에 있는 홈의 안쪽에 형성되고 그 속에 8개씩 무색 타원형의 포자가 만들어진다."\
"포자의 표면은 편평하고 밋밋하며 포자무늬는 흰색이다."\
"나무와 균근을 이루어 공생 생활을 한다. 유럽에서는 식용한다."\
"한국(지리산) 등 북반구 온대 지역에 널리 분포한다."
M = '특징: 벌집모양으로 깊이 팬 원뿔형의 갓은 흙과 모래 또는 그 안의 벌레들을 제거하기 위해 정성들여 여러 번 헹구면서 씻어야 한다.'\
'모든 모렐버섯은 완전히 익힌 후 섭취해야 한다. 버섯에 들어있는 일부 독성 물질이 조리를 해야 파괴되기 때문이다.'\
'곰보버섯은 프랑스등 여러나라에서 즐겨 먹는 음식이고 고급약제로도 쓰인다'\
'가격은 품질에따라서 다르지만 1kg당 48만원에서 12만원이다.'\
'[네이버 지식백과]'

LTitle ='영지버섯'
ling = '설명:1년생 버섯으로 여름에서 가을에 걸쳐 활엽수 뿌리 밑동이나 그루터기에서 주로 자란다.'\
'간혹 기주체(寄主體)인 나무가 땅속에 있는 경우는 영지가 땅에서 돋는 것처럼 보이는 경우도 있다.'\
'갓과 자루의 표면에 옻칠을 한 것과 같은 광택이 있는 것이 특징이다.'\
'갓은 지름 5~15㎝, 두께 1~1.5㎝로 반원 모양, 콩팥 모양, 부채 모양이며 편평하고 동심형의 고리 모양 홈이 있다.'\
'갓 표면은 처음에 빛나는 듯한 노란빛을 띠다가 누런 갈색 또는 붉은 갈색으로 변하고 늙으면 밤갈색으로 변한다.'\
'종종 갓의 표면 부분이 갈색의 흙먼지로 뒤덮인 것처럼 보이기도 하는데 이는 영지의 포자로 인한 것이다.'\
'갓살은 코르크질이며, 상하 2층으로 상층은 거의 흰색이고 관공(管孔) 부분의 하층은 갈황색을 띤다.'\
'갓의 아랫면은 누런 흰색이며 길이 5~10mm의 관공이 1층으로 늘어서 있고 관공구(管孔口)는 둥글다.'\
'자루는 3~15×1~2cm이고 붉은 갈색에서 검은 갈색이며 단단한 각피로 싸여 있고 약간 구부러진다.'\
'홀씨는 2중막이며 홀씨 무늬는 연한 갈색이다.'
L='식용: 말린 것을 잘게 잘라서 물에 끓여 먹는다.'\
'물로 끓여 먹을 경우 물 2L당 20g 정도를 담고 끓여 주며, 1시간 종도 끓려준다.'\
'술로 담글수있는대 100g 당 25도 이상의 소주로 1.5L 정도 비율로 담아서 100일 이상 숙하면된다'\
'(이때 대추도 너어 담으면 맛이좋아용)'\
' '\
'특징: 항암 효과가 있어 현대의 불로초라고도 불리우며 한약재료로 귀하게 쓰이고 독특한 모양때문에 장식용으로도 사용되기도 합니다.'\
'베타글루칸 성분이 있어 면역력을 높여주며 호흡기 질환 예방에도 도움을 줍니다.'\
'영지에 함유된 트리테르펜 성분이 항암 작용을 합니다.'\
'또한 불포화지방산이 많아서 혈관 속 노폐물을 제거하여 고지혈증, 동맥경화증에도 좋습니다.'\
'쓴맛이 있어 보통 물에 달여 차로 마시거나 담금주로 섭취합니다.'\
' '\
'주위 여부: 과다 섭취시 복통, 구토, 설사등의 증상 발생할수 있다.'\
'체질에 따라 두드러기나 알레르기 증강 나타날수도 있다'

OTitle = '느타리버섯'
oys ='설명:가을철에 우리나라 전역의 참나무·오리나무·미루나무·버드나무 등의 넓은잎나무의 마른 원줄기,'\
'넘어진 나무줄기, 잘라낸 밑둥치 등에 많이 몰려서 자라는데, 우리나라뿐만 아니라 중국·일본·유럽·북미·시베리아'\
'등지에도 분포한다.'\
'자실체(子實體)는 10∼12월, 3∼4월경에 발생하며 갓은 회백색 또는 연한 회갈색으로 반원 또는 부채꼴을 이룬다. 갓의 지름은 2∼3㎝ 정도의 것이 좋고 너무 커지면 시장가치가 낮아진다.'\
'조생종보다 만생종이 좋다.'\
'인공재배는 원목재배나 톱밥의 병재배법이 이루어진다. 원목에는 봄철에 종균을 접종하면 가을에는 자실체가 생긴다.'
O = '특징: 느타리버섯은 살이 연해 쉽게 상하기 때문에 오랫동안 보관하지 않는 것이 좋으며 물기를'\
'없앤 다음 랩이나 비닐봉지에 싸서 냉장고에 보관한다.'\
'콜레스테롤감소'\
'[네이버 지식백과]'

PTitlee = '까치버섯'
poly = '설명:형태적 특징 : 까치버섯은 높이 5~15cm, 너비 5~30cm 정도이며, 하부의 대는 하나이지만 분지하여 여러 개의 갓이 된다. 갓은 지름 5cm 정도로 꽃양배추 또는 잎새버섯 모양이며, 두께가 얇고, 끝부분은 파상형이다. 표면은 매끄럽고, 흑청색 또는 남흑색을 띤다. 조직은 얇고 육질이나 약간 질기다. 자실층은 내린형이며, 회백색 또는 회청색이고, 백색의 분질물로 덮여 있다. 대의 길이는 2~5cm 정도이며, 원통형이며, 갓과 경계가 불분명하고, 갓과 같은 색을 띠며, 조직은 연하나 건조하면 단단해 진다. 포자문은 백색이며, 포자모양은 구형이다.'\
'발생시기 및 양상 : 가을에 침엽수림, 활엽수림 또는 혼합림 내 땅 위에 무리지어 나거나 홀로 발생한다'\
'[네이버 지식백과]'
PL = '특징: 위암 예방, 향암 효능. 성인병 예방, 치매 예방 등 뇌 건강에도 도움이되는 것으로 알려져있다.'\
'폴리페놀 함량이 매우 높다고함'

Stitle = '능이 버섯'
sar = "설명:균모의 지름은 5~23cm로 낮은 산모양에서 차차 편평형을 거쳐 얕은 깔때기모양으로 된다. 표면은 다갈색-흑갈색으로 기와모양의 큰 인편으로 덮이며 때로는 줄무늬선이 있다. 살은 두껍고 강인한 육질이며 맛은 쓰며 백색에서 연한 적갈색으로 되며 자루의 살은 질기며 백색이거나 약간 연한 갈색을 띠고 매끄럽다. 자루는 길이 2.5~5cm, 굵기는 1~3cm로 중심생 또는 편심생으로 속이 차 있다. 침은 길이 1cm로 회백색에서 갈색으로 밀생하며 자루 위에도 있다. 포자의 지름은 5~7㎛로 아구형이며 표면에 거친 사마귀가 있고 오목한 결절상태로 갈색이며 기름방울이 있다. 담자기는 30~45×7~8.5㎛로 가는 막대형이고 4-포자성이다. 기부에 꺾쇠가 있다. 낭상체는 안 보인다."\
"[네이버 지식백과]"
S = '특징: 칼로리가 매우 낮고 섬유소와 수분이 풍부해서 포만감주고 소화불량 치유효가있다'\
'국산은 1kg로당 10만원에서 13만원사이고 중국산은 반값이당'

TTitle = '흰목이 버섯'
tren = '설명:자실체는 순백색이고 반투명한 젤리질이며 닭볏모양 또는 구불구불한 꽃잎 집단과 같고 지름은 3~8cm, 높이는 2~5cm쯤 된다. 건조하면 오므라들고 단단해진다. 자실층은 표면에 발달하며 담자기는 난상의 구형인데 지름은 10~13㎛이고 세로의 칸막이에 의해 4실로 갈라진다. 포자의 크기는 6~8×5~6㎛로 거의 난형이다.'\
'여름~가을 / 활엽수의 말라 죽은 가지에 발생'\
'[네이버 지식백과]'
T = '특징: 흰목이의 주요 활성성분은 다당, 스테롤 및 인지질류 등이다.'
